const teachers = [

{
"id": "1",
"name": "মোঃ ইউসুফ আলী",
"designation": "প্রধান শিক্ষক",
"school": "১ নং মাদারতলী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01725967929"
},
{
"id": "2",
"name": "খাদিজা আকতার লাকী",
"designation": "প্রধান শিক্ষক",
"school": "২ নং বেতমোর সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01720524597"
},
{
"id": "3",
"name": "রুনু আকতার",
"designation": "প্রধান শিক্ষক",
"school": "৩ নং কড়ইতলা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01726519457"
},
{
"id": "4",
"name": "পীযূষ কুমার হাওলাদার",
"designation": "প্রধান শিক্ষক",
"school": "৪ নং লেমুয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01718975082"
},
{
"id": "5",
"name": "রেখা বিশ্বাস",
"designation": "প্রধান শিক্ষক",
"school": "৫ নং শতকর বেতমোর সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01771659047"
},
{
"id": "6",
"name": "সেলিনা সুলতানা",
"designation": "প্রধান শিক্ষক",
"school": "৬ নং ছোট নাচনাপাড়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01721366516"
},
{
"id": "7",
"name": "মোঃ গিয়াস উদ্দিন আহমদ",
"designation": "প্রধান শিক্ষক",
"school": "৭ নং মানিকখালী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01710118864"
},
{
"id": "8",
"name": "বিথী ইয়াসমিন",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৮ নং কালিপুর মানিকখালী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01763931659"
},
{
"id": "9",
"name": "আখতারুজ্জামান",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৯ নং শিংড়াবুনিয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01720286220"
},
{
"id": "10",
"name": "মোঃ জাকির হোসেন",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "১০ নং নাচনাপাড়া জ্ঞানপাড়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01710180257"
},
{
"id": "11",
"name": "চঞ্চল মিত্র",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "১১ নং চরদুয়ানী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01712443861"
},
{
"id": "12",
"name": "দিলীপ কুমার হাওলাদার",
"designation": "প্রধান শিক্ষক",
"school": "১২ নং ছহরাবাদ সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01719971436"
},
{
"id": "13",
"name": "নাজমুল হাসান",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "১৩ নং তাফালবাড়ীয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01790919454"
},
{
"id": "14",
"name": "জান্নাতুল",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "১৪ নং জ্ঞানপাড়া আমড়াতলা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01746276211"
},
{
"id": "15",
"name": "কাজল রেখা বিশ্বাস",
"designation": "প্রধান শিক্ষক",
"school": "১৫ নং হোগলপাশা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01713956494"
},
{
"id": "16",
"name": "সুবর্ণা রানী",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "১৬ নং জ্ঞানপাড়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01735677844"
},
{
"id": "17",
"name": "মাহবুবায়ে মোমেনাত",
"designation": "প্রধান শিক্ষক",
"school": "১৭ নং মঠেরখাল সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01747307979"
},
{
"id": "18",
"name": "সুমী আক্তার",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "১৮ নং ইকরবুনিয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01751826413"
},
{
"id": "19",
"name": "মোঃ শাহ আলম",
"designation": "প্রধান শিক্ষক",
"school": "১৯ নং গাববাড়ীয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01727078620"
},
{
"id": "20",
"name": "মোঃ আবু ছালেহ",
"designation": "প্রধান শিক্ষক",
"school": "২০ নং টেংরা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01731922523"
},
{
"id": "21",
"name": "মোঃ ইউনুছ মিয়া",
"designation": "প্রধান শিক্ষক",
"school": "২১ নং পদ্মা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01721363840"
},
{
"id": "22",
"name": "মোঃ ফয়জুল আমীন",
"designation": "প্রধান শিক্ষক",
"school": "২২ নং হাতেমপুর সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01715380117"
},
{
"id": "23",
"name": "সালমা ইয়াসমিন",
"designation": "প্রধান শিক্ষক",
"school": "২৩ নং পূর্ব হাতেমপুর সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01727045442"
},
{
"id": "24",
"name": "পুরঞ্জিৎ কীর্তনীয়া",
"designation": "প্রধান শিক্ষক",
"school": "২৪ নং নিজলাঠিমারা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01724124856"
},
{
"id": "25",
"name": "আকলিমা বেগম",
"designation": "প্রধান শিক্ষক",
"school": "২৫ নং সিমলাতলা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01728368895"
},
{
"id": "26",
"name": "আরতী রানী রায়",
"designation": "প্রধান শিক্ষক",
"school": "২৬ নং হাড়িটানা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01712911617"
},
{
"id": "27",
"name": "মোঃ আঃ হালিম",
"designation": "প্রধান শিক্ষক",
"school": "২৭ নং বাদুরতলা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01727979442"
},
{
"id": "28",
"name": "মোঃ হানিফ মিয়া",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "২৮ নং গহরপুর সাইদিয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01765071121"
},
{
"id": "29",
"name": "আফরোজা মনি",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "২৯ নং পাথরঘাটা আদর্শ সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01722559582"
},
{
"id": "30",
"name": "মোঃ আনোয়ার হোসেন",
"designation": "প্রধান শিক্ষক",
"school": "৩০ নং পাথরঘাটা মডেল সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01715275281"
},
{
"id": "31",
"name": "মোঃ ছগিরুল আলম",
"designation": "প্রধান শিক্ষক",
"school": "৩১ নং চরলাঠিমারা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01719661371"
},
{
"id": "32",
"name": "মলয় কান্তি সিকদার",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৩২ নং পূর্ব ঘুটাবাছা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01737227007"
},
{
"id": "33",
"name": "মোঃ বশির উদ্দিন",
"designation": "প্রধান শিক্ষক",
"school": "৩৩ নং পশ্চিম ঘুটাবাছা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01710653188"
},
{
"id": "34",
"name": "মোঃ আঃ হালিম",
"designation": "প্রধান শিক্ষক",
"school": "৩৪ নং পূর্ব কালিবাড়ী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01726736331"
},
{
"id": "35",
"name": "দিলীপ কুমার হাওলাদার",
"designation": "প্রধান শিক্ষক",
"school": "৩৫ নং কালমেঘা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01724496043"
},
{
"id": "36",
"name": "সালমা বেগম",
"designation": "প্রধান শিক্ষক",
"school": "৩৬ নং আমড়াতলা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01732286344"
},
{
"id": "37",
"name": "মোঃ আতিকুর রহমান",
"designation": "প্রধান শিক্ষক",
"school": "৩৭ নং কূপদোন সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01733187380"
},
{
"id": "38",
"name": "রিনা রানী",
"designation": "প্রধান শিক্ষক",
"school": "৩৮ নং ছোনবুনিয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01748255780"
},
{
"id": "39",
"name": "মোসাঃ রুমা আকতার",
"designation": "প্রধান শিক্ষক",
"school": "৩৯ নং মধ্য কালমেঘা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01729477851"
},
{
"id": "40",
"name": "বিপ্লব বড়াল",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৪০ নং পূর্ব কালমেঘা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01729477375"
},
{
"id": "41",
"name": "মনিরা সুলতানা",
"designation": "প্রধান শিক্ষক",
"school": "৪১ নং দঃ পূর্ব ঘুটাবাছা নুরিয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01739365522"
},
{
"id": "42",
"name": "সুখরঞ্জন দাস",
"designation": "প্রধান শিক্ষক",
"school": "৪২ নং রূপদোন বন্দর সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01740810910"
},
{
"id": "43",
"name": "মোঃ আবু জায়েদ কামাল",
"designation": "প্রধান শিক্ষক",
"school": "৪৩ নং রূপদোন কাটাখালী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01717982857"
},
{
"id": "44",
"name": "মোঃ আলমগীর হোসেন",
"designation": "প্রধান শিক্ষক",
"school": "৪৪ নং মধ্য রূপদোন সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01719272901"
},
{
"id": "45",
"name": "মোঃ আলাউদ্দীন",
"designation": "প্রধান শিক্ষক",
"school": "৪৫ নং পশ্চিম রূপদোন সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01712943324"
},
{
"id": "46",
"name": "গাজী মাসুদ মিয়া",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৪৬ নং শিংড়াবুনিয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01711986507"
},
{
"id": "47",
"name": "মোসাঃ করিমুন্নেছা",
"designation": "প্রধান শিক্ষক",
"school": "৪৭ নং পূর্ব বাইনচটকী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01734361562"
},
{
"id": "48",
"name": "রওশন জাহান",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৪৮ নং কালিবাড়ী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01723507047"
},
{
"id": "49",
"name": "মোঃ হাবিবুর রহমান",
"designation": "প্রধান শিক্ষক",
"school": "৪৯ নং আমতলী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01728415606"
},
{
"id": "50",
"name": "সুশীল মিত্র",
"designation": "প্রধান শিক্ষক",
"school": "৫০ নং কাঁঠালতলী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01726129560"
},
{
"id": "51",
"name": "মোসাঃ নূরনাহার বেগম",
"designation": "প্রধান শিক্ষক",
"school": "৫১ নং দঃ পূর্ব কালিপুর সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01740810909"
},
{
"id": "52",
"name": "শাহিদা পারভীন",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৫২ নং কে,বি ইব্রাহিমাবাদ সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01855661632"
},
{
"id": "53",
"name": "উম্মে রাওমান তামান্না",
"designation": "প্রধান শিক্ষক",
"school": "৫৩ নং কে,বি মালতী সুন্দরী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01729786640"
},
{
"id": "54",
"name": "দিলীপ কুমার রায়",
"designation": "প্রধান শিক্ষক",
"school": "৫৪ নং তালুকের চরদুয়ানী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01721991402"
},
{
"id": "55",
"name": "উজ্জ্বল কুমার তালুকদার",
"designation": "প্রধান শিক্ষক",
"school": "৫৫ নং বকুলতলা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01713961914"
},
{
"id": "56",
"name": "অনজু রানী বিশ্বাস",
"designation": "প্রধান শিক্ষক",
"school": "৫৬ নং বুজরুগপুর সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01736391276"
},
{
"id": "57",
"name": "মোঃ নাজমা রিক্তা",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৫৭ নং কা.কা. রহমানীয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01718246195"
},
{
"id": "58",
"name": "মোসাঃ নাজমুনন্নাহার",
"designation": "প্রধান শিক্ষক",
"school": "৫৮ নং খাসতবক সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01713958775"
},
{
"id": "59",
"name": "খাদিজা আক্তার",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৫৯ নং দঃ কাঃ সালেহিয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01782750521"
},
{
"id": "60",
"name": "মোসাঃ নুরুন্নাহার",
"designation": "প্রধান শিক্ষক",
"school": "৬০ নং সুবর্ণা বড়ইতলা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01724539720"
},
{
"id": "61",
"name": "মোঃ সরোয়ার হোসেন",
"designation": "প্রধান শিক্ষক",
"school": "৬১ নং রুহিতা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01721137095"
},
{
"id": "62",
"name": "সুবর্ণা বিশ্বাস",
"designation": "প্রধান শিক্ষক",
"school": "৬২ নং বড় পাথরঘাটা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01798682892"
},
{
"id": "63",
"name": "প্রভা রঞ্জন বিশ্বাস",
"designation": "প্রধান শিক্ষক",
"school": "৬৩ নং কেওড়াতলা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01728253755"
},
{
"id": "64",
"name": "নাসরিন আক্তার",
"designation": "প্রধান শিক্ষক",
"school": "৬৪ নং মধ্য কালিবাড়ী হাসানিয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01616447416"
},
{
"id": "65",
"name": "মোঃ আলমগীর হোসেন",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৬৫ নং কালিপুর সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01724852833"
},
{
"id": "66",
"name": "মোসাঃ নাসরিন আক্তার",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৬৬ নং বড় নাচনাপাড়া সৈয়দআলী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01735997211"
},
{
"id": "67",
"name": "শৈলেন্দ্র নাথ মজুমদার",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৬৭ নং উঃ তালুক চরদুয়ানী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01748424439"
},
{
"id": "68",
"name": "মোঃ ইসমাইল হোসেন",
"designation": "প্রধান শিক্ষক",
"school": "৬৮ নং পশ্চিম বাদুরতলা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01724449696"
},
{
"id": "69",
"name": "মুহাম্মদ আঃ ছত্তার",
"designation": "প্রধান শিক্ষক",
"school": "৬৯ নং ছোট টেংরা আহমদিয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01715717928"
},
{
"id": "70",
"name": "মোঃ জাকির হোসেন",
"designation": "প্রধান শিক্ষক",
"school": "৭০ নং কিরণপুর জক্কারিয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01727123046"
},
{
"id": "71",
"name": "শিশির রঞ্জন সমাদ্দার",
"designation": "প্রধান শিক্ষক",
"school": "৭১ নং সপ্তগ্রাম সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01724996034"
},
{
"id": "72",
"name": "মোঃ খায়রুল আলম",
"designation": "প্রধান শিক্ষক",
"school": "৭২ নং উত্তর পশ্চিম জালিয়াঘাটা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01721874936"
},
{
"id": "73",
"name": "অজুফা আক্তার",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৭৩ নং উত্তর কড়ইতলা নববিধান সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01734083278"
},
{
"id": "74",
"name": "মোঃ মাহবুবুর রহমান",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৭৪ নং পশ্চিম জালিয়াঘাটা তোমেজিয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01770395735"
},
{
"id": "75",
"name": "নাদিরা পারভীন",
"designation": "প্রধান শিক্ষক",
"school": "৭৫ নং নাচনাপাড়া বন্দর সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01797466070"
},
{
"id": "76",
"name": "তপন কুমার ভট্টাচার্য",
"designation": "প্রধান শিক্ষক",
"school": "৭৬ নং উঃ পূঃ কাঠালতলী এইচআলী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01711163331"
},
{
"id": "77",
"name": "সাদিয়া আফরোজ",
"designation": "প্রধান শিক্ষক",
"school": "৭৭ নং পূর্ব লেমুয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01724955303"
},
{
"id": "78",
"name": "মোঃ দুলাল গাজী",
"designation": "প্রধান শিক্ষক",
"school": "৭৮ নং হোগলপাশা বীণাপানি সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01734361538"
},
{
"id": "79",
"name": "সুমন হাওলাদার",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৭৯ নং কালিয়াঁরখাল দঃ চরদুয়ানী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01843982217"
},
{
"id": "80",
"name": "মোঃ মিজানুর রহমান",
"designation": "প্রধান শিক্ষক",
"school": "৮০ নং মধ্য বাইনচটকী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01726452892"
},
{
"id": "81",
"name": "মোঃ রফিকুল ইসলাম",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৮১ নং পূর্ব নাচনাপাড়া এন ইসলাম মনি সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01799135827"
},
{
"id": "82",
"name": "মোঃ হারুন অর রশিদ",
"designation": "প্রধান শিক্ষক",
"school": "৮২ নং ছোট পাথরঘাটা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01829766685"
},
{
"id": "83",
"name": "মোঃ এনামুল হক",
"designation": "প্রধান শিক্ষক",
"school": "৮৩ নং সৈকত গুচ্ছগ্রাম সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01719935834"
},
{
"id": "84",
"name": "মোঃ রফিকুল ইসলাম",
"designation": "প্রধান শিক্ষক",
"school": "৮৪ নং বাদামতলা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01718504432"
},
{
"id": "85",
"name": "মোঃ মোস্তফা",
"designation": "প্রধান শিক্ষক",
"school": "৮৫ নং চরবাদুরতলা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01716908470"
},
{
"id": "86",
"name": "মোঃ জহিরুল হক",
"designation": "প্রধান শিক্ষক",
"school": "৮৬ নং কোড়الية সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01728515258"
},
{
"id": "87",
"name": "মোঃ আঃ সালাম",
"designation": "প্রধান শিক্ষক",
"school": "৮৭ নং হাজীরখাল সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01737281881"
},
{
"id": "88",
"name": "মাহমুদা আকতার মিনু",
"designation": "প্রধান শিক্ষক",
"school": "৮৮ নং লাকুরতলা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01734040823"
},
{
"id": "89",
"name": "মোঃ কামরুজ্জামান",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৮৯ নং দক্ষিণ জ্ঞানপাড়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01718466655"
},
{
"id": "90",
"name": "এ কে এম রফিকুল আলম",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৯০ নং দক্ষিণ কাকচিড়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01724891022"
},
{
"id": "91",
"name": "জোহরা আক্তার",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৯১ নং পাথরঘাটা নতুন বাজার সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01720217617"
},
{
"id": "92",
"name": "মোঃ আঃ জলিল",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৯২ নং পশ্চিম গহরপুর সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01734757042"
},
{
"id": "93",
"name": "সালমা আক্তার",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৯৩ নং লেমুয়া খাসতবক সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01786575375"
},
{
"id": "94",
"name": "জগদীশ চন্দ্র হাওলাদার",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৯৪ নং পশ্চিম চরলাঠিমারা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01745372617"
},
{
"id": "95",
"name": "মোঃ আবুল কালাম আজাদ",
"designation": "প্রধান শিক্ষক",
"school": "৯৫ নং পূর্ব বাদুরতলা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01727659084"
},
{
"id": "96",
"name": "শ্যামল চন্দ্র মিস্ত্রী",
"designation": "প্রধান শিক্ষক",
"school": "৯৬ নং উত্তর ঘুটাবাছা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01720353903"
},
{
"id": "97",
"name": "মুহাম্মাদ মনিরুজ্জামান",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৯৭ নং দঃ জ্ঞানপাড়া নেগাবানিয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01718992957"
},
{
"id": "98",
"name": "শিখা রানী",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "৯৮ নং গোলবুনিয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01772586860"
},
{
"id": "99",
"name": "মৃদুল কান্তি সিকদার",
"designation": "প্রধান শিক্ষক",
"school": "৯৯ নং হোগলপাশা আদেশ সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01714786134"
},
{
"id": "100",
"name": "মোঃ আলমগীর হোসেন",
"designation": "প্রধান শিক্ষক",
"school": "১০০ নং জ্বীনতলা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01757690304"
},
{
"id": "101",
"name": "রুনু আক্তার",
"designation": "প্রধান শিক্ষক",
"school": "১০১ নং পূর্ব কাঠালতলী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01761441896"
},
{
"id": "102",
"name": "বিধান কৃষ্ণ",
"designation": "প্রধান শিক্ষক",
"school": "১০২ নং ছোট টেংরা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01734361540"
},
{
"id": "103",
"name": "শিখা রানী অধিকারী",
"designation": "প্রধান শিক্ষক",
"school": "১০৩ নং মাছের খাল সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01732774622"
},
{
"id": "104",
"name": "মোঃ আঃ রহমান",
"designation": "প্রধান শিক্ষক",
"school": "১০৪ নং মধ্য কূপদোন সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01712879826"
},
{
"id": "105",
"name": "মোঃ খলিলুর রহমান মোল্লা",
"designation": "প্রধান শিক্ষক",
"school": "১০৫ নং হরিণঘাটা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01710166324"
},
{
"id": "106",
"name": "মোঃ শাহজাহান মিয়া",
"designation": "প্রধান শিক্ষক",
"school": "১০৬ নং উত্তর কাঠালতলী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01732374733"
},
{
"id": "107",
"name": "মোসাঃ নূরনাহার বেগম",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "১০৭ নং পঃ আমড়াতলা আদেশ সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01719835190"
},
{
"id": "108",
"name": "মোঃ আঃ কালাম",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "১০৮ নং বাড়ইতবক সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01712308968"
},
{
"id": "109",
"name": "মোসাঃ শিউলি আকতার",
"designation": "প্রধান শিক্ষক",
"school": "১০৯ নং মধ্য কালিবাড়ী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01747947674"
},
{
"id": "110",
"name": "শাহানা আক্তার",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "১১০ নং চরটানা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01771336599"
},
{
"id": "111",
"name": "সখিনা বেগম",
"designation": "প্রধান শিক্ষক",
"school": "১১১ নং উত্তর জ্ঞানপাড়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01710178870"
},
{
"id": "112",
"name": "মোঃ আমিনুল ইসলাম",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "১১২ নং পূর্ব জ্ঞানপাড়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01762446537"
},
{
"id": "113",
"name": "দেবব্রত হালদার",
"designation": "প্রধান শিক্ষক",
"school": "১১৩ নং শহীদ স্মৃতি সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01716095601"
},
{
"id": "114",
"name": "মোঃ মন্নান কবির",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "১১৪ নং উত্তর বেতমোর সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01714748052"
},
{
"id": "115",
"name": "মোঃ আলমগীর হোসেন",
"designation": "প্রধান শিক্ষক",
"school": "১১৫ নং পশ্চিম বড়ইতলা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01719937399"
},
{
"id": "116",
"name": "খাদিজা আক্তার রুবি",
"designation": "প্রধান শিক্ষক",
"school": "১১৬ নং মুনসীর হাট সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01735702210"
},
{
"id": "117",
"name": "আসমা আক্তার",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "১১৭ নং দক্ষিণ চরকখোলা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01723822808"
},
{
"id": "118",
"name": "ইয়াসিন আক্তার ডলি",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "১১৮ নং মধ্য জালিয়াঘাটা সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01729461834"
},
{
"id": "119",
"name": "তৃপ্তি রানী মজুমদার",
"designation": "প্রধান শিক্ষক",
"school": "১১৯ নং পশ্চিম তালুক চরদুয়ানী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01751506630"
},
{
"id": "120",
"name": "মোঃ শহিদুল ইসলাম",
"designation": "প্রধান শিক্ষক",
"school": "১২০ নং দক্ষিণ মানিকখালী সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01736366084"
},
{
"id": "121",
"name": "নমিতা রানী",
"designation": "প্রধান শিক্ষক",
"school": "১২১ নং পশ্চিম ছোনবুনিয়া সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01710180880"
},
{
"id": "122",
"name": "মোসাঃ লাভলী",
"designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
"school": "১২২ নং জালালাবাদ সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01726456340"
},
{
"id": "123",
"name": "মোঃ ওমর ফারুক",
"designation": "প্রধান শিক্ষক",
"school": "১২৩ নং উত্তর কালিপুর সরকারি প্রাথমিক বিদ্যালয়",
"phone": "01765243572"
},
{  
    "id": "124",  
    "name": "মোসাঃ হোসনেয়ারা বেগম",  
    "designation": "প্রধান শিক্ষক",  
    "school": "১২৪ নং শতকর সোনার বাংলা সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01777420207"  
  },  
  {  
    "id": "125",  
    "name": "গোলাম ফারুক",  
    "designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",  
    "school": "১২৫ নং দঃ কূপদোন আদর্শ সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01719939121"  
  },  
  {  
    "id": "126",  
    "name": "হেনারা খাতুন",  
    "designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",  
    "school": "১২৬ নং নবগ্রাম সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01759266781"  
  },  
  {  
    "id": "127",  
    "name": "হাওয়া বেগম",  
    "designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",  
    "school": "১২৭ নং কালিপুর জ্ঞানপাড়া আদেশ সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01787700088"  
  },  
  {  
    "id": "128",  
    "name": "লুৎফুন নাহার",  
    "designation": "প্রধান শিক্ষক",  
    "school": "১২৮ নং পূর্ব পাথরঘাটা সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01838361626"  
  },  
  {  
    "id": "129",  
    "name": "জোসনা রানী",  
    "designation": "প্রধান শিক্ষক",  
    "school": "১২৯ নং মধ্য গোলবুনিয়া সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01727880636"  
  },  
  {  
    "id": "130",  
    "name": "খাদিজা বেগম",  
    "designation": "প্রধান শিক্ষক",  
    "school": "১৩০ নং তালুকের চরদুয়ানী মুক্তিযোদ্ধা সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01725961842"  
  },  
  {  
    "id": "131",  
    "name": "তাসলিমা আক্তার",  
    "designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",  
    "school": "১৩১ নং হরিদ্রা সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01754514740"  
  },  
  {  
    "id": "132",  
    "name": "সৈয়দ আমীর খসরু",  
    "designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",  
    "school": "১৩২ নং উত্তর ছোট টেংরা সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01711001784"  
  },  
  {  
    "id": "133",  
    "name": "নিলুফা ইয়াসমিন",  
    "designation": "প্রধান শিক্ষক",  
    "school": "১৩৩ নং পশ্চিম হাড়িটানা সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01714522836"  
  },  
  {  
    "id": "134",  
    "name": "মোঃ আহসানউজ্জামান",  
    "designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",  
    "school": "১৩৪ নং জামিরতলা সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01793375298"  
  },  
  {  
    "id": "135",  
    "name": "মোসাঃ জুঁইলি",  
    "designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",  
    "school": "১৩৫ নং বাইনচটকী আজিজ সিকদার বাড়ী সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01787514748"  
  },  
  {  
    "id": "136",  
    "name": "মোঃ মাসুদ আলম",  
    "designation": "প্রধান শিক্ষক",  
    "school": "১৩৬ নং উত্তর মাদারতলী সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01721187072"  
  },  
  {  
    "id": "137",  
    "name": "অপর্না ভট্টাচার্য",  
    "designation": "প্রধান শিক্ষক",  
    "school": "১৩৭ নং উঃ কাঠালতলী গড়াঘাটা সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01710108283"  
  },  
  {  
    "id": "138",  
    "name": "মোসাম্মৎ সালমা আকতার",  
    "designation": "প্রধান শিক্ষক",  
    "school": "১৩৮ নং পূর্ব লাকুরতলা সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01733830403"  
  },  
  {  
    "id": "139",  
    "name": "অসীম চন্দ্র হাওলাদার",  
    "designation": "প্রধান শিক্ষক",  
    "school": "১৩৯ নং দঃ জ্ঞানপাড়া খলিফারহাট সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01732774620"  
  },  
  {  
    "id": "140",  
    "name": "মাহমুদা",  
    "designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",  
    "school": "১৪০ নং জালিয়াঘাটা ফকিরেরহাট সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01731067800"  
  },  
  {  
    "id": "141",  
    "name": "সারমিন আফরোজ",  
    "designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",  
    "school": "১৪১ নং উত্তর কাঠালতলী (সাবেক কমিউনিটি) সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01732211704"  
  },  
  {  
    "id": "142",  
    "name": "বিভূতি ভূষণ হাওলাদার",  
    "designation": "প্রধান শিক্ষক",  
    "school": "১৪২ নং মধ্য জ্ঞানপাড়া সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01726826921"  
  },  
  {  
    "id": "143",  
    "name": "মোঃ হারুন অর রশিদ",  
    "designation": "প্রধান শিক্ষক",  
    "school": "১৪৩ নং উত্তর মানিকখালী সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01728874945"  
  },  
  {  
    "id": "144",  
    "name": "মোঃ আঃ রহিম",  
    "designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",  
    "school": "১৪৪ নং পশ্চিম কালমেঘা সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01721652909"  
  },  
  {  
    "id": "145",  
    "name": "খাদিজা নাসরিন",  
    "designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",  
    "school": "১৪৫ নং দক্ষিণ পূর্ব লেমুয়া ওসমান আলী সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01720045020"  
  },  
  {  
    "id": "146",  
    "name": "জান্নাতুল ফেরদৌস",  
    "designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",  
    "school": "১৪৬ নং গোলাম সবুর টুলু সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01759508160"  
  },  
  {  
    "id": "147",  
    "name": "মোঃ এনামুল কবির",  
    "designation": "প্রধান শিক্ষক",  
    "school": "১৪৭ নং পূর্ব মঠেরখাল সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01721536104"  
  },  
  {  
    "id": "148",  
    "name": "উম্মে নাজমা",  
    "designation": "প্রধান শিক্ষক",  
    "school": "১৪৮ নং আবদুল মোতালেব সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01718887480"  
  },  
  {  
    "id": "149",  
    "name": "মোঃ মনিরুজ্জামান",  
    "designation": "প্রধান শিক্ষক (ভারপ্রাপ্ত)",  
    "school": "১৪৯ নং উত্তর পূর্ব জালিয়াঘাটা সরকারি প্রাথমিক বিদ্যালয়",  
    "phone": "01728254394"  
  }  

];
