const teachers = [

{
    id: 1,
    name: "মলয় কান্তি সিকদার",
    designation: "প্রধান শিক্ষক (ভারপ্রাপ্ত)",
    school: "পূর্ব ঘুটাবাছা সরকারি প্রাথমিক বিদ্যালয়",
    phone: "01737227007"
},

{
    id: 2,
    name: "মোঃ বশির উদ্দিন",
    designation: "প্রধান শিক্ষক",
    school: "পশ্চিম ঘুটাবাছা সরকারি প্রাথমিক বিদ্যালয়",
    phone: "01710653188"
},

{
    id: 3,
    name: "মোঃ আঃ হালিম",
    designation: "প্রধান শিক্ষক",
    school: "পূর্ব কালিবাড়ী সরকারি প্রাথমিক বিদ্যালয়",
    phone: "01726736331"
}

];
